Repository: wiesmann/QuickDrawViewer
Catalog: QuickDrawViewer/Localizable.xcstrings
Source language: en
Languages: fr

source: Closing non existing polygon.
fr: Fermeture de polygone non-existant

source: Complete
fr: Terminé

source: Could not create palette image.
fr: Échec de création d'image palette.

source: Could not create RGB bitmap.
fr: Échec de création d'image RGB.

source: Ending non existing polygon.
fr: Fermeture d'un polygone non-existant.

source: Export file
fr: Exporter un fichier.

source: Failed build print operation
fr: Échec de création d'opération d'impression.

source: Failed parsing QuickDraw file
fr: Erreur de décodage de Fichier QuickDraw

source: Failed parsing QuickTime file
fr: Erreur de décodage de Fichier QuickTime

source: Failed reading string
fr: Error de lecture de chaîne de caractère

source: Failed rendering picture
fr: Échec de rendu de l'image

source: Failed to generate PDF document
fr: Échec de génération de document PDF.

source: Incomplete
fr: Incomplet

source: Invalid data
fr: Données invalides

source: Print
fr: Impression

source: QuickDraw Viewer Project
fr: Projet QuickDraw Viewer

source: Reading header
fr: Lecture de l'en-tête

source: Unexpected end-of-file
fr: Fin de fichier inopinée.

source: Unknown
fr: Inconnu

source: Unknown image type
fr: Image de type inconnu
